{
    "data": [
        {
            "desc": "A complete walkthrough of the Wholesale FBA model with the latest techniques. There will be two main methods ‘Direct’ & ‘Reverse’ in which leads generation, sourcing, account creation, contact distributors via email & call, Catalog Scanning, reseller permit, product hunting, tools analysis, shipment plan, 3PL, and Seller Central will be taught."
        },
        {
            "desc": "A complete walkthrough of the Private Label FBA model. There will be an immense list of instructions that will be taught to qualify the product for a bigger investment. The key terms will revolve around Product Research through different tools as well as Manual Hunting, Competitor Analysis, Sourcing from Alibaba, Product Inspection and Feasibility, Patent Check, Listing Optimization, and PPC campaigns."
        },
        {
            "desc": "Every business needs digital marketing so we have brought an exciting course outline for this skill. The main focus will be on increasing organic traffic and boosting sales. A graphics designing skill is necessary to ease the process of marketing so how to convince the client using infographics will mainly be taught in this additional skill set."
        },
        {
            "desc": "Learning is not enough to make you able to earn. There should be a platform from where the students should be able to provide the services that they have learned so for this purpose this course is being introduced with a core knowledge of freelancing. The course outcomes will make you able to find clients, communicate and   deliver the required results."
        },
        {
            "desc": "There will be a set of steps for the Online Arbitrage model with a set of predefined online Retail Stores. A complete walkthrough of sourcing, account creation, contact via email & call, Product Scanning, tools analysis, shipment plan, 3PL, and Seller Central will be taught."
        },
        {
            "desc": "none"
        }
    ]
}
